Repository: Anitaak/head
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/AdmindocumentsUIResources.po
Languages: pt

# Account.AddNewNote
source: Add new note
pt: Adicionar nova nota

# Account.AddNote
source: Add Note
pt: Adicionar Nota

source: Click Cancel to return to Loan Details Page without submitting information.
pt: Clique em Cancelar para regressar à Página de Detalhes de Empréstimo sem submeter informação.

source: Then click Preview.
pt: Depois clique Prever.

source: Click Edit to make changes.
pt: Clique em Editar para efectuar alterações.

source: Edit
pt: Editar

source: Enter a note in the field below.
pt: Introduza uma nota no campo abaixo.

# Account.Note
source: Note:
pt: Nota\:

source: Note
pt: Nota

# Account.Notes
source: Notes
pt: Notas

source: Preview Note
pt: Prever Nota

source: Review the text below.
pt: Reveja o texto abaixo.

source: Status history
pt: Histórico de situação

source: If satisfied click Submit.
pt: Se estiver satisfeito clique em Submeter.

source: View/Edit Users
pt: Ver/Editar Utilizadores

source: View Users
pt: Ver Utilizadores

# Account.returnToAccountDetails
source: Return to account details
pt: Regressar aos detalhes da conta

source: Adjustment Notes
pt: Notas de Ajustamento

source: Amount
pt: Valor

source: Balance
pt: Saldo

source: Client name
pt: Nome do cliente

source: Credit
pt: Crédito

source: Date
pt: Data

source: Date Posted
pt: Data de Lançamento

source: Debit
pt: Débito

source: Description
pt: Descrição

source: GL Code
pt: Conta da Contabilidade

source: New Status
pt: Nova Situação

source: Old Status
pt: Situação Antiga

source: Payment ID#
pt: ID\# Pagamento

source: Posted By
pt: Lançado Por

source: Posted by
pt: Lançado por

source: Transaction ID#
pt: ID\# Transacção

source: Type
pt: Tipo

source: User
pt: Utilizador

# account.amount
source: amount
pt: valor

source: amount should be greater than 0.0
pt: O valor deverá superior a 0.0

source: Account
pt: Conta

source: Complete and check off the following tasks.
pt: Complete e verifique as seguintes tarefas.

source: Click Cancel to return to
pt: Clique Cancelar para regressar a

source: details without submitting information.
pt: detalhes sem submeter informação.

source: Then click Continue.
pt: Depois clique Continuar.

source: Then click Submit.
pt: Depois clique Submeter.

source: Confirm status change
pt: Confirme a alteração da situação

source: Edit status
pt: Editar a situação

source: New status
pt: Nova situação

source: No CheckList Available
pt: Não há nenhuma CheckList disponível

source: No Flags Available
pt: Não há Flags disponíveis

source: No notes available.
pt: Não há notas disponíveis.

source: Old status
pt: Situação antiga

source: Select a Client/Group
pt: Seleccione um Cliente/Grupo

source: Select
pt: Seleccione

source: Select a customer
pt: Seleccione um cliente

source: Select customer
pt: Seleccione o cliente

source: , select an explanation from the dropdown list below.
pt: , seleccione uma explicação da lista abaixo.

source: Select from the status options below.
pt: Seleccione das opções de situação abaixo.

source: Loan Account Details
pt: Detalhes da Conta de Empréstimo

source: account information
pt: informação da conta

source: Account Owner:
pt: Titular da Conta\:

source: Account statement as of
pt: Extracto de conta em

source: Account summary
pt: Resumo de conta

source: account
pt: conta

source: Activity
pt: Actividade

# accounts.add_note
source: Add Note
pt: Adicionar Nota

# accounts.addnewnote
source: Add new note
pt: Adicionar nova nota

source: Add a note
pt: Adicionar uma nota

source: Last payment can be reversed if required. If the adjustment is made, system will make a reverse transaction entry and the account balance will be updated.
pt: O último pagamento pode ser invertido se necessário. Se o ajustamento for efectuado, o sistema irá gerar uma transacção automática e o saldo da conta será actualizado.

source: Agriculture
pt: Agricultura

source: Agricultural Loan
pt: Empréstimo Agrícola

source: (Allowed Amount: INR
pt: (Valor Autorizado: INR

source: (Allowed Interest Rate Amount
pt: (Valor Autorizado de Taxa de Juro

source: (Allowed Number of Installments
pt: (Número Autorizado de Prestações

source: Amount to be adjusted
pt: Valor a ser ajustado

# accounts.amount
source: Amount
pt: Valor

# accounts.amount(USD)
source: Amount
pt: Valor

# accounts.amount_(Rs)
source: Amount
pt: Valor

source: Amount due
pt: Valor em dívida

# accounts.amt
source: Amount
pt: Valor

source: Amount paid
pt: Valor pago

source: Anticipated disbursement date:
pt: Data da liquidação antecipada\:

source: Application Fee
pt: Taxa de Abertura

source: Application fee amount
pt: Valor da taxa de abertura

source: Application fee:
pt: Taxa de abertura\:

source: Apply Additional Fees
pt: Aplicar Taxas Adicionais

# accounts.apply_adjustment
source: Apply adjustment
pt: Aplicar ajustamento

source: Apply charges
pt: Aplicar despesas

source: Apply payment
pt: Aplicar pagamento

source: Apply transactions
pt: Aplicar transacções

# accounts.applyadjustment
source: Apply adjustment
pt: Aplicar ajustamento

source: Approved
pt: Aprovado

source: Fields marked with an asterisk are required.
pt: Os campos assinalados com asterisco são obrigatórios.

source: Back to Charges page
pt: Voltar à página de Despesas

# accounts.balance
source: Balance
pt: Saldo

source: Branch 01
pt: Agência 01

# accounts.btn_reviewAdjustment
source: Review adjustment
pt: Rever ajustamento

source: Business work activities
pt: Actividades de trabalho empresarial

source: Cancel
pt: Cancelar

source: Cattle Loan
pt: Empréstimo para Gado

source: Change Log
pt: Registo de Alterações

source: Change status
pt: Estado das Alterações

source: Charges Applied
pt: Encargos Aplicados

source: charges
pt: Encargos

source: Check to Remove
pt: Marque para Remover

source: Check to revert the last payment
pt: Marque para reverter o último pagamento

source: Client/Group Name
pt: Nome do Cliente/Grupo

source: Client charges
pt: Encargos do cliente

source: Collection sheet type
pt: Tipo de folha de cobrança

# accounts.collateral_notes
source: Collateral notes
pt: Notas das garantias

source: Collateral type
pt: Tipo de garantia

# accounts.collateralnote
source: Collateral notes
pt: Notas das garantias

source: Select a loan instance. Then click Continue. Click Cancel to return to Clients & Accounts without submitting information.
pt: Seleccione um empréstimo. Depois clique Continuar. Clique Cancelar para regressar a Clientes e Contas sem submeter informação.

source: A new loan account for John Anderson has been assigned account # 13354646. You can enter an account number into the search box to access account details.
pt: Foi atribuído o número \# 13354646 à nova conta de empréstimo para John Anderson. Para aceder aos detalhes da conta, introduza o número de conta na caixa de pesquisa.

source: Consultancy fee
pt: Taxa de consultoria

source: Continue
pt: Continuar

source: Create
pt: Criar

source: Create Loan Account
pt: Criar Conta de Empréstimo

# accounts.credit
source: Credit
pt: Crédito

source: Current status
pt: Situação actual

# accounts.date
source: Date
pt: Data

source: Date of transaction
pt: Data da transacção

source: Date paid
pt: Data de pagamento

# accounts.date_posted
source: Date Posted
pt: Data de Lançamento

source: Date of payment
pt: Data do pagamento

source: Days in arrears
pt: Dias em atraso

# accounts.debit
source: Debit
pt: Débito

source: Default amount
pt: Valor por defeito

source: Default # of installments
pt: \# de prestações por defeito

source: Default interest rate
pt: Taxa de juro por defeito

# accounts.desc
source: Description
pt: Descrição

source: Description:
pt: Descrição\:

source: Proposed/Actual disbursement date
pt: Data de Liquidação Proposta/Actual

source: Due date
pt: Data devida

source: Edit account information
pt: Editar informação da conta

source: Edit the fields below. Then click Preview. Click Cancel to return to Loan Account Details without submitting information.
pt: Editar os campos abaixo. Depois clique Prever. Clique Cancelar para regressar aos Detalhes da Conta de Empréstimo sem submeter informação.

source: Edit loan account information
pt: Editar a informação da conta de empréstimo

source: Review the transaction below. If satisfied click Submit. Click Cancel to return to account details without submitting information or to try again with changes.
pt: Reveja a transação abaixo. Se concordar clique Submeter. Clique Cancelar para regressar aos detalhes de conta sem submeter informação ou para tentar de novo vom alterações.

source: Edit transaction
pt: Editar transacção

source: Educational Loan
pt: Empréstimo para Educação

source: Enter a
pt: Digite um/uma

source: name and click Search. Click Cancel to return to Clients & Accounts without submitting information.
pt: nome e clique Pesquisar. Clique cancelar para regressar a Clientes e Contas sem submeter informação.

source: Enter loan account information
pt: Introduza a informação da conta de empréstimo

source: Enter a note in the field below. Then click preview. Click Cancel to return to group details without submitting information
pt: Introduza uma nota no campo abaixo. Depois clique Prever. Clique Cancelar para regressar ao detalhe de grupo sem submeter informação.

source: Enter amount
pt: Introduza o valor

# accounts.fee_amt
source: amount
pt: valor

source: Fee Pd
pt: Taxa Pag

source: Fee Rec
pt: Taxa Rec

source: Fee Type
pt: Tipo Taxa

source: Fees
pt: Taxas

source: Field
pt: Campo

source: Fish ponds
pt: Tanques de peixe

source: Frequency of Installments:
pt: Frequência de Prestações\:

source: Future Installments
pt: Prestações Futuras

source: Generate report
pt: Gerar relatório

source: GL Cod
pt: Cód Contab

source: Grace period for repayments
pt: Período de carência para reembolsos

source: Grace Period Type
pt: Tipo de Período de Carência

source: Grace period duration
pt: Duração do período de carência

source: Group charges
pt: Encargos de grupo

source: Horticulture
pt: Horticultura

source: Ins #
pt: Prest \#

source: Installments
pt: Prestações

# accounts.install_paid
source: Installments paid
pt: Prestações pagas

source: Installment details
pt: Detalhes das prestações

source: Installment
pt: Prestação

source: Instance information
pt: Informação da instância

# accounts.instance_name
source: Loan instance name
pt: Nome da instância de empréstimo

source: Installments due
pt: Prestações devidas

# accounts.instt_paid
source: Installments paid
pt: Prestações pagas

source: Interest
pt: Juro

source: Interest Rate Amount
pt: Valor da Taxa de Juro

source: Interest Calculation Rule For Early/Late Payments
pt: Regra para Cálculo de Juros de Pagamentos Antecipados/Atrasados

source: Interest deducted at disbursement
pt: Juro deduzido ao desembolso

# accounts.interest_rate
source: Interest rate
pt: Taxa de juro

source: Interest Rate Type
pt: Tipo de Taxa de Juro

source: Intr Rec
pt: Tax Jur

# accounts.intrate
source: Interest rate
pt: Taxa de juro

source: Interest rate type
pt: Tipo taxa juro

source: Kanakpura Center
pt: Centro Kanakpura

source: Last payment made
pt: Último pagamento realizado

source: Loan amount
pt: Valor de empréstimo

source: Recent activity
pt: Actividade recente

# accounts.loaninstname
source: Loan instance name
pt: Nome da instância de empréstimo

source: Maintenance fee
pt: Taxa de manutenção

source: Loan maturity date
pt: Data de maturidade do empréstimo

source: Max # of installments
pt: \# máximo de prestações

source: Max interest rate
pt: Taxa de juro máxima

source: Max loan amount
pt: Valor máximo de empréstimo

source: Membership fee amount
pt: Valor da cotização

source: Membership fee
pt: Cotização

source: Min # of installments
pt: \# mínimo de prestações

source: Min interest rate
pt: Taxa de juro mínima

source: Min loan amount
pt: Valor mínimo de empréstimo

source: # of missed payments
pt: \# de pagamentos falhados

source: Mode of payment
pt: Modo de pagamento

source: (Monthly)
pt: (Mensal)

source: More account and transaction details
pt: Mais detalhes de conta e transacção

source: Name
pt: Nome

# accounts.new_status
source: New Status
pt: Nova Situação

source: New Value
pt: Novo Valor

source: Next installment
pt: Próxima prestação

source: Next installment due
pt: Data da próxima prestação

source: Next installment details
pt: Detalhes da próxima prestação

source: View all account activity
pt: Visualizar toda a actividade da conta

source: No.
pt: N.º

source: No. of installments:
pt: N.º de prestações\:

# accounts.note
source: Note:
pt: Nota\:

# accounts.notes
source: Notes
pt: Notas

source: # of payments
pt: \# de pagamentos

# accounts.old_status
source: Old Status
pt: Situação Anterior

source: Old Value
pt: Valor Anterior

source: Once in 20 days)
pt: Cada 20 dias)

source: Open another account for this client
pt: Abrir nova conta para este cliente

source: Open a new insurance account
pt: Abrir uma nova conta de seguros

source: Open a new loan account
pt: Abrir uma nova conta de empréstimo

source: Open a new savings account
pt: Abrir uma nova conta poupança

source: or
pt: ou

source: Original loan
pt: Empréstimo original

source: Total past due
pt: Total vencido

source: Past due details
pt: Detalhes do vencido

source: Payment
pt: Pagamento

# accounts.payment_id
source: Payment ID#
pt: ID\# Pagamento

source: Penalty
pt: Penalidade

source: Penalty for Installment #1
pt: Penalidade para Prestação \#1

source: Penalty for Installment #2
pt: Penalidade para Prestação \#2

source: Penalty Type
pt: Tipo de Penalidade

source: Performance history
pt: Histórico de desempenho

source: Periodicity: annual fee
pt: Periodicidade\: taxa anual

source: Periodicity: one time fee
pt: Periodicidade\: taxa única

source: Please Note
pt: Por favor, note o seguinte

# accounts.posted_by
source: Posted By
pt: Lançado Por

source: Poultry farm
pt: Aviário

# accounts.prdOfferingVal
source: Loan instance name
pt: Nome da instância de empréstimo

source: Preview
pt: Prever

source: Preview loan account information
pt: Prever informação da conta de empréstimo

source: Principal
pt: Montante

source: Principal due on last installment
pt: Montante em dívida na última prestação

source: Loan Product Summary
pt: Resumo do Empréstimo

source: Proposed/Actual disbursal date
pt: Data de Desembolso Proposta/Actual

source: Record Creation Date:
pt: Data de Criação do Registo\:

source: Receipt date
pt: Data de recepção

source: Receipt ID
pt: ID de Recepção

source: Recent notes
pt: Notas recentes

source: Recurring account fees
pt: Taxas de conta recorrentes

source: Remove
pt: Remover

source: removed
pt: removido

source: Repayment Schedule as of
pt: Agendamento de Reembolsos em

# accounts.returnToAccountDetails
source: Return to account details
pt: Regressar aos detalhes de conta

source: Return to details page
pt: Regressar à página de detalhes

source: Review the information below. Click Submit if you are satisfied or click Edit to make changes. Click Cancel to return to Clients &amp; Accounts without submitting information.
pt: Reveja a informação abaixo. Clique Submeter se concordar ou clique Editar para efectuar alterações. Clique Cancelar para regressar a Clientes e Contas sem submeter informação.

source: Review and/or edit installments
pt: Rever e/ou editar prestações

source: Review & submit
pt: Rever e submeter

source: Review/edit installments
pt: Rever/editar prestações

source: Review the payment schedule below. You can edit individual installments. Click Preview to continue. Click Cancel to return to Clients & Accounts without submitting information.
pt: Reveja o agendamento de pagamentos abaixo. Pode editar prestações individuais. Clique Prever para continuar. Clique Cancelar para regressar a Clientes e Contas sem submeter informação.

# accounts.reviewadjustment
source: Review adjustment
pt: Rever ajustamento

source: Are you sure you want to adjust the last transaction? Click Submit to confirm. Click Cancel to to return to details page without adjusting the transaction.
pt: Tem a certeza que deseja ajustar a última transacção? Clique Submeter para confirmar. Clique Cancelar para regressar à página de detalhes sem submeter informação.

source: Review transaction
pt: Rever transacção

source: Running balance
pt: Balancete

source: Save for later
pt: Guardar para mais tarde

source: Search
pt: Pesquisa

source: Search for
pt: Pesquisar por

source: See all notes
pt: Ver todas as notas

source: Select charge type:
pt: Seleccione tipo de despesa\:

source: select
pt: seleccione

source: To select, click on a resulting
pt: Para seleccionar, clique num resultado

source: from the list below. Click Cancel to return to Clients & Accounts without submitting information.
pt: da lista abaixo. Clique Cancelar para regressar a Clientes e Contas sem submeter informação.

source: Select client
pt: Seleccione o cliente

source: Select client/group
pt: Seleccione o cliente/grupo

source: Select a loan instance.Then click Continue. Click Cancel to return to Clients & Accounts without submitting information.
pt: Seleccione uma instância de empréstimo. Depois clique Continuar. Clique cancelar para regressar a Clientes e Contas sem submeter informação.

source: Source of fund
pt: Origem dos fundos

source: Status:
pt: Situação\:

source: Active
pt: Activo

source: Status History
pt: Histórico de Situação

source: Submit
pt: Submeter

source: Submit for approval
pt: Submeter para aprovação

source: You have successfully created a new loan account
pt: Criou com sucesso uma nova conta de empréstimo

source: Suggested next steps
pt: Próximos passos sugeridos

source: Total due this installment
pt: Total devido nesta prestação

source: Tractor Loan
pt: Empréstimo para Trator

source: Training fee
pt: Taxa de formação

# accounts.transaction_id
source: Transaction ID#
pt: ID\# Transacção

source: Transaction history
pt: Histórico de transacções

# accounts.type
source: Type
pt: Tipo

source: Type 1
pt: Tipo 1

source: Type 2
pt: Tipo 2

# accounts.user
source: User
pt: Utilizador

source: View change log
pt: Ver registo de alterações

source: View installment details
pt: Ver detalhes das prestações

source: View loan account details now
pt: Ver agora detalhes da conta de empréstimo

source: View repayment schedule
pt: Ver agendamento de reembolsos

source: View status history
pt: Ver histórico de situações

source: View transaction history
pt: Ver histórico de transacções

source: Waive
pt: Adiar

source: Yes
pt: Sim

source: Please specify account type.
pt: Por favor, especifique o tipo de conta.

source: You do not have permissions to perform this activity. Contact your system administrator to grant you required permissions and try again.
pt: Não tem permissão para executar esta tarefa. Contacte o seu administrador de sistema para que ele possa dar-lhe as permissões necessárias e tente de novo.

source: Please select an administrative document.
pt: Por favor, seleccione um documento administrativo.

source: Please select all the items in the checklist and click submit.
pt: Por favor, seleccione todos os itens da lista e clique Submeter.

source: Misc fee or penalty can only be applied to active customers.
pt: Taxas diversas ou penalidades só podem ser aplicadas a clientes activos.

source: There is no amount due on this account, so the payment cannot be made. A payment can be made on or after the due date.
pt: Não existe nenhum valor em dívida para esta conta, pelo que o pagamento não pode ser efectuado. Pode efectuar-se um pagamento durante ou após a data de dívida.

source: Unknown exception occurred during state initialization.
pt: Ocorreu um erro desconhecido durante o estado de inicialização.

source: Please choose a status.
pt: Por favor, seleccione uma situação.

source: Please select a status from the list below.
pt: Por favor, seleccione uma situação da lista abaixo.

source: The action is not permissible.
pt: A acção não é admissível.

source: Please specify administrative document title.
pt: Por favor, especifique o título do documento administrativo.

source: Unknown exception occurred in the application. Please try again later or contact the system administrator.
pt: Ocorreu um erro desconhecido na aplicação. Por favor, tente mais tarde ou contacte o administrador de sistemas.

source: The record has already been modified by another user. Please navigate to the details page and start the activity again.
pt: O registo já foi modificado por outro utilizador. Por favor, navegue para a página de detalhes e inicie a tarefa de novo.

source: Adjustment note cannot be more than 300 chars.
pt: A nota de ajustamento não pode conter mais de 300 caracteres.

source: {0} is greater than the allowable size.
pt: {0} é maior que o tamanho permitido.

source: Please specify valid {0}. {0} should be a value between {1} and {2}, inclusive.
pt: Por favor especifique {0} válido. {0} deve ser um valor entre {1} e {2}, inclusivé.

# errors.double
source: Please specify valid {0}. Use numbers only.
pt: Por favor especifique {0} válido. Use apenas números.

source: {0} can not be a future date.
pt: {0} não pode ser uma data no futuro.

# errors.integer
source: Please specify valid {0}. Use numbers only.
pt: Por favor especifique {0} válido. Use apenas números.

source: Date of transaction is invalid. It can not be prior to last meeting date of the customer.
pt: A data de transacção é inválida. Não pode ser anterior à data do último encontro do cliente.

source: {0} is not a valid date. Please enter a valid date.
pt: {0} não é uma data válida. Por favor introduza uma data válida.

source: Please specify valid Amount. The amount specified should be less than the amount required for complete payment.
pt: Por favor especifique um Valor válido. O valor a introduzir deverá ser inferior ao valor necessário para pagamento completo.

# errors.mandatory
source: Please specify {0}.
pt: Por favor especifique {0}.

# errors.mandatory_textbox
source: Please specify {0}.
pt: Por favor especifique {0}.

source: Please select the checkbox before continuing.
pt: Por favor seleccione a caixa de marcação antes de continuar.

# errors.mandatoryselect
source: Please select the {0}.
pt: Por favor seleccione o {0}.

source: Please specify comments in the notes field before continuing.
pt: Por favor introduza os comentários no campo de notas antes de continuar.

source: Please specify alpha numeric characters only for {0}.
pt: Por favor introduza apenas caracteres alfanuméricos para {0}.

source: Please specify valid {0}. {0} should be greater than or equal to {1}.
pt: Por favor introduza {0} válido. {0} deverá ser maior ou igual a {1}.

source: The maximum length for {0} field is {1}.
pt: O comprimento máximo do campo {0} é {1}.

source: The length of {0} cannot be less than {1} character(s).
pt: O comprimento de {0} não pode ser inferior a {1} caractere(s).

source: There is no meeting associated with this account.
pt: Não existe nenhuma reunião associada a esta conta.

source: There are no installments to apply a charge.
pt: Não existem prestações às quais possam ser aplicadas despesas.

source: Please specify some value
pt: Por favor especifique algum valor

source: Please specify a rate amount not greater than 999.
pt: Por favor especifique uma valor de taxa não superior a 999.

# errors.selectAnyValue
source: Please select the {0}.
pt: Por favor seleccione o {0}.

source: An unexpected error has occurred during the operation. Please try again later.
pt: Ocorreu um erro inesperado durante a operação. Por favor tente de novo mais tarde.
