Repository: Anitaak/head
Catalog: application/src/main/resources/org/mifos/config/localizedResources/*/AdmindocumentsUIResources.po
Languages: pt

source: The amount cannot be adjusted either because the status is not yet active or because a payment was received at the time of disbursement.
pt: O valor não pode ser ajustado por a situação ainda não estar activa ou por ter sido recebido um pagamento na altura do desembolso.

source: This account number {0} does not exist.
pt: O número de conta {0} não existe.

source: An Adjustment has already been made to this account and cannot be made again.
pt: Já foi efectuado um Ajustamento nesta conta, pelo que não pode ser feito novamente.

source: Please specify required information.
pt: Por favor especifique a informação requerida.

source: Cannot create a loan for inactive customer.
pt: Não pode ser criado um empréstimo para um cliente inactivo.

source: The product instance you have selected is currently inactive. Please select active product instance.
pt: A instância de produto que seleccionou não está presentemente activa. Por favor seleccione uma instância de produto activa.

source: Edit account status
pt: Editar situação de conta
